Server/soapnew/WholeMapperSoapBinding.InsertClient.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
    xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xmlns:xsd="http://www.w3.org/2001/XMLSchema"
    xmlns:lkf1="http://service.linexus.com/"
    xmlns:lkf2="http://dao.linexus.com/">
 <SOAP-ENV:Body>
   <lkf2:InsertClient>
    <arg0>
     <clientBought>0</clientBought>
     <clientEmail></clientEmail>
     <clientId>0</clientId>
     <clientImage></clientImage>
     <clientName></clientName>
     <clientPhone></clientPhone>
     <clientPwd></clientPwd>
     <clientSignTime></clientSignTime>
    </arg0>
   </lkf2:InsertClient>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
